/*28/9/2018*/
"_grp.Accomodation" = "Zakwaterowanie";
"_grp.BankATM" = "Banki i bankomaty";
"_grp.Emergency" = "Służby ratownicze";
"_grp.Food_and_Drink" = "Jedzenie i picie";
"_grp.Guides" = "Przewodniki po miastach";
"_grp.Parking" = "Parkingi";
"_grp.Petrol_Station" = "Stacje benzynowe";
"_grp.Services_and_Education" = "Usługi i edukacja";
"_grp.Shopping" = "Zakupy";
"_grp.Social_Life" = "Rozrywka i życie społeczne";
"_grp.Sport" = "Sport";
"_grp.Tourism" = "Atrakcje turystyczne";
"_grp.Transportation" = "Transport";
"_grp.Vehicle_Services" = "Usługi motoryzacyjne";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Zjazd";
"feet" = "stopa";
"route.instructionsText.continueAlong" = "Jedź trasą";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "h";
"kilometers" = "kilometrów";
"Limit" = "Ograniczenie";
"meters" = "metrów";

/* miles short */
"mi" = "mi";
"miles" = "mile";

/* timeMinuteMidi */
"min" = "min";
"native.fuelprices.poidetailTitle" = "Ceny paliw";
"poiCategory.select" = "Miejsca w pobliżu";
"native.navigation.resumeBtn" = "Wznów";

/* timeSecondShort */
"sec" = "sek";
"yards" = "jardy";

/* yards short */
"yd" = "jd";

"detail.action.directionToHere" = "Pokaż trasę na mapie";
"detail.action.addVia" = "Dodaj punkt pośredni";
"detail.action.addToFavorite" = "Dodaj do ulubionych";
"detail.action.copyGps" = "Współrzędne GPS";
"detail.action.removeFavorite" = "Usuń z Ulubionych";
"detail.action.removeHome" = "Usuń adres miejsca zamieszkania";
"detail.action.removeWork" = "Usuń adres miejsca pracy";
"detail.action.shareLocation" = "Udostępnij moją pozycję";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "Adres e-mail";
"detail.contact.phone" = "Telefon";
"detail.contact.url" = "URL";
"routeCompute.action.demonstrate" = "Symuluj przejazd";
"routeCompute.action.navigate" = "Rozpocznij";
"routeCompute.etaArrival" = "Przyjazd";
"routeCompute.fastest" = "Trasa szybka";
"routeCompute.slower" = "wolniej";
"routeCompute.traffic.withDelay" = "z opóźnieniem";
"routeCompute.button.options" = "Opcje";
"routeCompute.waypointInfo.from" = "Z";
"routeCompute.waypointInfo.to" = "Do";
"routeCompute.waypointInfo.waypoints" = "Punkty pośrednie";
"routeCompute.waypointInfo.via" = "Przez";
"routeActionMain.cancel" = "Anuluj trasę";
"routeCompute.action.continue" = "Kontynuuj";
"routeCompute.options.title" = "Opcje tras";
"routeCompute.options.AvoidCountry" = "Omiń ten kraj";
"avoid.unpaved" = "Drogi nieutwardzone";
"avoid.specialArea" = "Opłaty za wjazd do centrum";
"avoid.ferries" = "Promy";
"avoid.highways" = "Autostrady";
"avoid.tollroads" = "Drogi płatne";
"workCell.setupWork.subtitle" = "Dojeżdżaj codziennie bezproblemowo";
"homeCell.setupHome.subtitle" = "Wybór najszybszej trasy";
"workCell.setupWork.title" = "Ustaw lokalizację Praca";
"homeCell.setupHome.title" = "Ustaw adres miejsca zamieszkania";
"workCell.title" = "Praca";
"homeCell.title" = "Dom";
"favorites.place.emptyButton" = "Wyszukiwanie miejsc";
"favorites.place.emptyTitle" = "Dodaj miejsca dla łatwego dostępu";
"favorites.place.deleteAction" = "Usuń";
"favorites.place.headerTitle" = "Miejsca i trasy";
"favorites.button.done" = "Gotowe";
"favorites.segment.contacts" = "Kontakty";
"favorites.segment.trips" = "Trasy";
"favorites.segment.places" = "Miejsca";
"favorites.title" = "Ulubione";
"favorites.addAlert.add" = "Dodaj";
"native.compute.decideToCompute" = "Czy nadal podróżujesz do %@?";
"routeActionMain.preview" = "Podgląd trasy";
"routeCompute.traffic.withoutInfo" = "Brak informacji o korkach";
"search.work.title" = "Wyszukaj adres miejsca pracy";
"search.home.title" = "Wyszukaj adres miejsca zamieszkania";
"alert.hideHomeWork.hideHomeTitle" = "UkryJ miejsce zamieszkania";
"alert.hideHomeWork.hideWorkTitle" = "Ukryj miejsce pracy";
"alert.hideHomeWork.setHomeMessage" = "Zawsze można ustawić 'Dodaj adres miejsca zamieszkania' w 'Ulubione'";
"alert.hideHomeWork.setWorkMessage" = "Zawsze można ustawić 'Dodaj adres miejsca pracy' w 'Ulubione'";
"alert.hideHomeWork.hide" = "Ukryj";
"action.control.scout.static" = "Znaleziono szybszą trasę";
"action.control.route.longer" = "%@ dłuższa";
"action.control.route.time" = "Szybciej o %@";
"action.control.scout.arrival" = "Nowy czas przyjazdu %@";
"action.control.scout.fasterRouteFound" = "Znaleziono szybszą trasę";
"action.control.scout.preview" = "Podgląd";
"action.control.scout.route.set" = "Ustaw szybszą trasę";
"routeCompute.action.loading" = "Rozpocznij";
"country.AL" = "Albania";
"country.AD" = "Andora";
"country.AU" = "Australia";
"country.AT" = "Austria";
"country.BY" = "Białoruś";
"country.BE" = "Belgia";
"country.BA" = "Bośnia i Hercegowina";
"country.BG" = "Bułgaria";
"country.CA" = "Kanada";
"country.HR" = "Chorwacja";
"country.CZ" = "Czechy";
"country.DK" = "Dania";
"country.EE" = "Estonia";
"country.FO" = "Wyspy Owcze";
"country.FI" = "Finlandia";
"country.FR" = "Francja";
"country.DE" = "Niemcy";
"country.GI" = "Gibraltar";
"country.GR" = "Grecja";
"country.GL" = "Grenlandia";
"country.VA" = "Watykan";
"country.HU" = "Węgry";
"country.IS" = "Islandia";
"country.IE" = "Irlandia";
"country.IL" = "Izrael";
"country.IT" = "Włochy";
"country.JP" = "Japonia";
"country.KP" = "Korea Północna";
"country.KR" = "Korea Południowa";
"country.KW" = "Kuwejt";
"country.LV" = "Łotwa";
"country.LI" = "Liechtenstein";
"country.LT" = "Litwa";
"country.LU" = "Luksemburg";
"country.MK" = "Macedonia";
"country.MT" = "Malta";
"country.MD" = "Mołdawia";
"country.MC" = "Monako";
"country.MS" = "Montserrat";
"country.NL" = "Holandia";
"country.AN" = "Antyle Holenderskie";
"country.NZ" = "Nowa Zelandia";
"country.NF" = "Norfolk";
"country.NO" = "Norwegia";
"country.PL" = "Polska";
"country.PT" = "Portugalia";
"country.RO" = "Rumunia";
"country.RU" = "Rosja";
"country.SM" = "San Marino";
"country.SG" = "Singapur";
"country.SK" = "Słowacja";
"country.SI" = "Słowenia";
"country.ZA" = "Afryka Południowa";
"country.ES" = "Hiszpania";
"country.SE" = "Szwecja";
"country.CH" = "Szwajcaria";
"country.TW" = "Tajwan";
"country.TH" = "Tajlandia";
"country.TR" = "Turcja";
"country.UA" = "Ukraina";
"country.GB" = "Wielka Brytania";
"country.US" = "Stany Zjednoczone";
"country.VN" = "Wietnam";
"country.RS" = "Serbia";
"country.ME" = "Czarnogóra";
"country.AE" = "Zjedn. Emiraty Arabskie";
"country.OM" = "Oman";
"country.SA" = "Arabia Saudyjska";
"country.EG" = "Egipt";
"country.PR" = "Portoryko";
"country.VI" = "Wyspy Dziewicze";
"country.RA" = "Argentyna";
"country.BH" = "Bahrajn";
"country.BR" = "Brazylia";
"country.HK" = "Hong Kong";
"country.ID" = "Indonezja";
"country.IN" = "Indie";
"country.IM" = "Wyspa Man";
"country.MO" = "Makau";
"country.MX" = "Meksyk";
"country.MY" = "Malezja";
"country.QA" = "Katar";
"country.AW" = "Aruba";
"country.AF" = "Afganistan";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Wyspy Alandzkie";
"country.AM" = "Armenia";
"country.AQ" = "Antarktyda";
"country.AS" = "Samoa Amerykańskie";
"country.TF" = "Francuskie Terytoria Południowe";
"country.AG" = "Antigua i Barbuda";
"country.AZ" = "Azerbejdżan";
"country.BI" = "Burundi";
"country.BJ" = "Benin";
"country.BF" = "Burkina Faso";
"country.BD" = "Bangladesz";
"country.BS" = "Bahamy";
"country.BL" = "Saint Barthelemy";
"country.BZ" = "Belize";
"country.BM" = "Bermudy";
"country.BO" = "Boliwia Boliwia";
"country.BB" = "Barbados";
"country.BN" = "Brunei";
"country.BT" = "Bhutan";
"country.BV" = "Wyspa Bouveta";
"country.BW" = "Botswana";
"country.CF" = "Republika Środkowoafrykańska";
"country.CC" = "Wyspy Kokosowe";
"country.CL" = "Chile";
"country.CI" = "Wybrzeże Kości Słoniowej";
"country.CM" = "Kamerun";
"country.CD" = "Demokratyczna Republika Konga";
"country.CG" = "Kongo";
"country.CK" = "Wyspy Cooka";
"country.CO" = "Kolumbia";
"country.KM" = "Komory";
"country.CV" = "Republika Zielonego Przylądka";
"country.CR" = "Kostaryka";
"country.CU" = "Kuba";
"country.CX" = "Wyspa Bożego Narodzenia";
"country.KY" = "Kajmany";
"country.DJ" = "Dżibuti";
"country.DM" = "Dominika";
"country.DO" = "Republika Dominikańska";
"country.DZ" = "Algieria";
"country.EC" = "Ekwador";
"country.ER" = "Erytrea Erytrea";
"country.EH" = "Sahara Zachodnia";
"country.ET" = "Etiopia";
"country.FJ" = "Fidżi";
"country.FK" = "Falklandy (Malwiny)";
"country.FM" = "Mikronezja";
"country.GA" = "Gabon";
"country.GE" = "Georgia";
"country.GG" = "Guernsey";
"country.GH" = "Ghana";
"country.GN" = "Gwinea";
"country.GP" = "Gwadelupa";
"country.GM" = "Gambia";
"country.GW" = "Gwinea Bissau";
"country.GQ" = "Gwinea Równikowa";
"country.GD" = "Grenada";
"country.GT" = "Gwatemala";
"country.GF" = "Gujana Francuska";
"country.GU" = "Guam";
"country.GY" = "Gujana";
"country.HM" = "Wyspy Heard i McDonalda";
"country.HN" = "Honduras";
"country.HT" = "Haiti";
"country.IO" = "Brytyjskie Terytorium Oceanu Indyjskiego";
"country.IR" = "Iran";
"country.IQ" = "Irak";
"country.JM" = "Jamajka";
"country.JE" = "Jersey";
"country.JO" = "Jordania";
"country.KZ" = "Kazachstan";
"country.KG" = "Kirgistan";
"country.KH" = "Kambodża";
"country.KI" = "Kiribati";
"country.KN" = "Saint Kitts i Nevis";
"country.LA" = "Laos";
"country.LB" = "Liban";
"country.LR" = "Liberia";
"country.LY" = "Libia";
"country.LC" = "Saint Lucia";
"country.LK" = "Sri Lanka";
"country.LS" = "Lesotho";
"country.MF" = "Saint-Martin";
"country.MA" = "Maroko";
"country.MG" = "Madagaskar";
"country.MV" = "Malediwy";
"country.MH" = "Wyspy Marshalla";
"country.ML" = "Mali";
"country.MM" = "Birma";
"country.MN" = "Mongolia";
"country.MP" = "Mariany Północne";
"country.MZ" = "Mozambik";
"country.MR" = "Mauretania";
"country.MQ" = "Martynika";
"country.MU" = "Mauritius";
"country.MW" = "Malawi";
"country.YT" = "Majotta";
"country.NA" = "Namibia";
"country.NC" = "Nowa Kaledonia";
"country.NE" = "Niger";
"country.NG" = "Nigeria";
"country.NI" = "Nikaragua";
"country.NU" = "Niue";
"country.NP" = "Nepal";
"country.NR" = "Nauru";
"country.PK" = "Pakistan";
"country.PA" = "Panama";
"country.PN" = "Pitcairn";
"country.PE" = "Peru";
"country.PH" = "Filipiny";
"country.PW" = "Palau";
"country.PG" = "Papua-Nowa Gwinea";
"country.PY" = "Paragwaj";
"country.PS" = "Palestyna";
"country.PF" = "Polinezja Francuska";
"country.RE" = "Reunion";
"country.RW" = "Rwanda";
"country.SD" = "Sudan";
"country.SN" = "Senegal";
"country.GS" = "Georgia Południowa i Sandwich Południowy";
"country.SH" = "Święta Helena i Zależne";
"country.SJ" = "Svalbard i Jan Mayen (wyspa)";
"country.SB" = "Wyspy Salomona";
"country.SL" = "Sierra Leone";
"country.SV" = "Salwador";
"country.SO" = "Somalia";
"country.PM" = "Saint-Pierre i Miquelon";
"country.ST" = "Wyspy Świętego Tomasza i Książęca";
"country.SR" = "Surinam";
"country.SZ" = "Suazi";
"country.SC" = "Seszele";
"country.SY" = "Syria";
"country.TC" = "Wyspy Turks i Caicos";
"country.TD" = "Czad";
"country.TG" = "Togo";
"country.TJ" = "Tadżykistan";
"country.TK" = "Tokelau";
"country.TM" = "Turkmenistan";
"country.TL" = "Timor Wschodni";
"country.TO" = "Tonga";
"country.TT" = "Trynidad i Tobago";
"country.TN" = "Tunezja";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzania";
"country.UM" = "Dalekie Wyspy Mniejsze Stanów Zjednoczonych";
"country.UY" = "Urugwaj";
"country.UZ" = "Uzbekistan";
"country.VC" = "Saint Vincent i Grenadyny";
"country.VE" = "Wenezuela";
"country.VG" = "Brytyjskie Wyspy Dziewicze";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis i Futuna";
"country.WS" = "Samoa";
"country.YE" = "Jemen";
"country.ZM" = "Zambia";
"country.ZW" = "Zimbabwe";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alaska";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "Kalifornia";
"country.US-CO" = "Kolorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "Dystrykt Kolumbii";
"country.US-FL" = "Floryda";
"country.US-GA" = "Georgia";
"country.US-HI" = "Hawaje";
"country.US-ID" = "Idaho";
"country.US-IL" = "Illinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Luizjana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Michigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Missisipi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "New Jersey";
"country.US-NM" = "Nowy Meksyk";
"country.US-NY" = "Nowy Jork";
"country.US-NC" = "Karolina Północna";
"country.US-ND" = "Dakota Północna";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregon";
"country.US-PA" = "Pensylwania";
"country.US-RI" = "Rhode Island";
"country.US-SC" = "Karolina Południowa";
"country.US-SD" = "Dakota Południowa";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Teksas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Wirginia";
"country.US-WA" = "Waszyngton";
"country.US-WV" = "Wirginia Zachodnia";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "Kolumbia Brytyjska";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "Nowy Brunszwik";
"country.CA-NL" = "Nowa Fundlandia i Labrador";
"country.CA-NS" = "Nowa Szkocja";
"country.CA-NT" = "Terytoria Północno-Zachodnie";
"country.CA-NU" = "Nunavut";
"country.CA-ON" = "Ontario";
"country.CA-PE" = "Wyspa Księcia Edwarda";
"country.CA-QC" = "Quebec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Jukon";
"country.IN-LD" = "Lakszadiwy";
"country.GB-NIR" = "Irlandia Północna";
"country.GB-SCT" = "Szkocja";
"country.GB-WLS" = "Walia";
"country.GB-CHA" = "Wyspy Normandzkie";
"N" = "N";
"S" = "S";
"W" = "W";
"E" = "E";
"routeplaning.actionButton.title" = "Gotowe";
"com.sygic.addWaypoint.placeholder" = "Dodaj punkt pośredni";
"detail.action.selectPoi" = "Wybierz";
"signpost.nextDirection.then" = "Następnie";
"waypoint.title.myposition" = "Moja pozycja";
"placeholder.password" = "Hasło";
"placeholder.email" = "Adres e-mail";
"routeCompute.action.calculating" = "Obliczanie trasy";
"routeCompute.action.preview" = "Podgląd";
"detail.action.shareGps" = "Udostępnij współrzędne GPS";
"time.ago.minutes" = "%@ minut temu";
"time.ago.hours" = "%@ godzin temu";
"time.ago.days" = "%@ dni temu";
"time.ago.years" = "%@ lat temu";
"native.navigation.recenterBtn" = "Wyśrodkuj";
"homeCell.updateHome.title" = "Zaktualizuj adres miejsca zamieszkania";
"workCell.updateWork.title" = "Zaktualizuj adres miejsce pracy";
"monetization.addon" = "DODATEK";
"detail.action.removeVia" = "Usuń punkt pośredni";
"message.avoid.motorway.unable" = "Aby można było dojechać do celu, niektóre autostrady muszą pozostać na wyznaczonej trasie.";
"message.avoid.specialArea.unable" = "Niestety, na wybranej trasie nie można uniknąć opłat za wjazd do centrum.";
"message.avoid.tollRoads.unable" = "Ominięcie dróg płatnych jest niemożliwe. Niektóre pozostaną na wyznaczonej trasie.";
"message.avoid.ferries.unable" = "Aby można było dojechać do celu, niektóre przeprawy promowe muszą pozostać na wyznaczonej trasie.";
"message.avoid.unpavedRoads.unable" = "Trasa do celu musi prowadzić przez niebrukowane drogi.";
